Repository: MaddTheSane/colloquy-1
Catalog: Resources/Languages/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nb, nl, nn, pt_pt, zh_hant

# You were invited to %@ by %@.
source: You were invited to %1$@ by %2$@.
de: Sie wurden von %2$@ nach %1$@ eingeladen.
es: Ha sido invitado a %@ por %@.
fr: Vous êtes invités sur %@ par %@.
it: Sei stato invitato in %1$@ da %2$@.
ja: %2$@ によって %1$@ へ招待されました。
nb: Du ble invitert til %1$@ av %2$@.
nl: U werd uitgenodigd in %2$@ door %1$@.
nn: Du vart invitert til %1$@ av %2$@.
pt_pt: Foi convidado para %1$@ por %2$@.
zh_hant: 您受邀加入 %1$@ ，邀請人是 %2$@ 。

source: You were invited to join %1$@ by %2$@. Would you like to accept this invitation and join this room?
de: Sie wurden von %2$@ eingeladen, %1$@ zu betreten. Möchten Sie die Einladung annehmen und den Raum betreten?
es: Fue invitado a visitar %@ por %@. ¿Acepta esta invitación y visita este canal?
fr: Vous êtes invités à rejoindre %@ par %@. voulez-vous accepter cette invitation et rejoindre ce canal ??
it: Sei stato invitato in %1$@ da %2$@. Vuoi accettare l'invito e accedere alla stanza?
ja: %2$@ から %1$@ への参加を誘われました。誘いを受け、このルームへ参加しますか？
nb: Du ble invitert til %1$@ av %2$@. Aksepterer du invitasjonen og blir med?
nl: U werd uitgenodigd in %1$@ door %2$@. Wilt u deze accepteren en dit kanaal betreden?
nn: Du vart invitert til %1$@ av %2$@. Godtek du invitasjonen og vert med?
pt_pt: Foi convidado a entrar em %1$@ por %2$@. Quer aceitar o convite e juntar-se a esta sala?
zh_hant: 您受邀加入 %1$@ ，邀請人是 %2$@ 。您要接受邀請加入這個聊天室嗎？

source: You Were Kicked
de: Sie wurden gekickt
es: Fue pateado
fr: Vous avez été éjécté
it: Sei stato cacciato
ja: 追い出されました。
nb: Du ble sparket ut
nl: U Werd Verwijderd
nn: Du vart sparka ut
pt_pt: Foi expulso a pontapé
zh_hant: 您被踢出來了

# You were kicked from %@ by %@.
source: You were kicked from %1$@ by %2$@.
de: Sie wurden von %2$@ aus %1$@ gekickt.
es: Fue pateado de %@ por %@.
fr: Vous avez été éjécté de %@ par %@.
it: Sei stato cacciato da %1$@ da %2$@.
ja: %2$@ に %1$@ から追い出されました。
nb: Du ble sparket ut fra %1$@ av %2$@.
nl: %2$@ verwijderde u uit het %1$@ kanaal.
nn: Du vart sparka ut frå %1$@ av %2$@.
pt_pt: Foi expulso de %1$@ a pontapé por %2$@.
zh_hant: 您被踢出了 %1$@ ，踢您的人是 %2$@。

source: You were kicked from the chat room by %@.
de: Sie wurden von %@ aus dem Chatroom gekickt.
es: Fue pateado del canal por %@.
fr: Vous avez été éjécté du canal par %@.
it: Sei stato cacciato dalla stanza da %@.
ja: %@ によってチャットルームから追い出されました。
nb: Du ble sparket ut fra samtalerommet av %@.
nl: %@ verwijderde u uit het kanaal.
nn: Du vart sparka ut frå samtalerommet av %@.
pt_pt: Foi expulso da sala a pontapé por %@.
zh_hant: 您被 %@ 踢出了聊天室。

source: You Were Mentioned
de: Sie wurden erwähnt
es: Ha sido mencionado
fr: Votre pseudonyme a été mentionné
it: Sei stato menzionato
nb: Du ble nevnt
nl: U Werd Vermeld
nn: Du vart nemnd
pt_pt: Foi mencionado
zh_hant: 您被人提到了

source: You were promoted to operator by <span class="member">%@</span>.
de: Sie wurden von <span class="member">%@</span> zum Operator ernannt.
es: Ha sido ascendido a operador por <span class="member">%@</span>.
fr: Vous avez reçu le mode d'opérateur par <span class="member">%@</span>.
it: Sei stato promosso operatore da <span class="member">%@</span>.
ja: <span class="member">%@</span> によってオペレータに昇格させられました。
nb: Du ble promotert til operatør av <span class="member">%@</span>.
nl: <span class="member">%@</span> verleende u de operator status.
nn: Du vart lyfta opp til operatør av <span class="member">%@</span>.
pt_pt: Foi promovido a operador por <span class="member">%@</span>.
zh_hant: 您被 <span class="member">%@</span> 授與了聊天室管理員權限。

# You're now connected to %@ as %@.
source: You're now connected to %1$@ as %2$@.
de: Sie sind jetzt zu %@ als %@ verbunden.
es: Ahora está conectado a %@ como %@.
fr: Vous êtes maintenant connecté à %@ à %@.
it: Ora sei connesso a %1$@ come %2$@.
ja: %1$@ に %2$@ として接続しました。
nb: Du er nå tilkoblet %1$@ som %2$@.
nl: U bent nu verbonden met %1$@ als %2$@.
nn: Du er nå tilkopla %1$@ som %2$@.
pt_pt: Está ligado a %1$@ como %2$@.
zh_hant: 您已經連上了 %1$@，代號是 %2$@。

source: You're were disconnected from %@.
de: Sie wurden von %@ getrennt.
es: Ha sido desconectado de %@.
fr: Vous avez été déconnecté de %@.
it: Ti sei disconnesso da %@.
ja: %@ から切断されました。
nb: Du ble frakoblet %@.
nl: Uw verbinding met %@ werd verbroken.
nn: Du vart fråkopla %@.
pt_pt: Desligou-se de %@.
zh_hant: 您已經自 %@ 離線。

source: Your buddy %@ is now offline.
de: Ihr Kontakt %@ hat sich abgemeldet.
es: Ahora su amigo %@ se encuentra conectado.
fr: Votre contact %@ est maintenant déconnecté.
it: L'amico %@ ora non è in linea.
ja: 友達の %@ がオフラインになりました。
nb: Din kompis, %@, er nå avlogget.
nl: Uw vriend %@ is nu offline.
nn: Din kompis, %@, er nå avlogga.
pt_pt: O seu amigo %@ desligou-se agora.
zh_hant: 您的好友 %@ 上線了。

source: Your buddy %@ is now online.
de: Ihr Kontakt %@ hat sich angemeldet.
es: Ahora su amigo %@ se encuentra conectado.
fr: Votre contact %@ est maintenant conecté.
it: L'amico %@ ora è in linea.
ja: 友達の %@ がオンラインになりました。
nb: Din kompis, %@, er nå pålogget.
nl: Uw vriend %@ is nu online.
nn: Din kompis, %@, er nå pålogga.
pt_pt: O seu amigo %@ ligou-se agora.
zh_hant: 您的好友 %@ 離線了。

source: Your Chat nickname could not be used
de: Ihr Chat Spitzname konnte nicht verwendet werden
es: Su nick no puede ser usado
fr: Votre pseudonyme de discussion ne peut pas être utilisé
it: Il tuo soprannome non può essere usato
ja: チャットのニックネームを使用することができません
nb: Kallenavnet ditt for samtalen kan ikke brukes
nl: Uw Chat bijnaam kon niet gebruikt worden
nn: Kallenamnet ditt for samtalen kan ikkje nyttast
pt_pt: A sua alcunha de conversa não pôde ser usada
zh_hant: 您無法使用這個聊天代號

source: Your Chat password is invalid
de: Ihr Chat passwort ist ungültig
es: Su contraseña no es válida
fr: Votre mot de passe de discussion est invalide
it: La password non è valida
ja: チャットのパスワードが不正です
nb: Passordet for samtalen er ugyldig
nl: Uw Chat wachtwoord is ongeldig
nn: Passordet for samtalen er ugyldig
pt_pt: A sua password de conversa é inválida
zh_hant: 您的聊天密碼錯誤

source: Zero bytes
de: 0 bytes
fr: Zero bits
it: Zero byte
ja: 0 バイト
nb: Null bytes
nl: Nul bytes
nn: Null byte
zh_hant: 0 bytes

# %@ (%@) %lu members %@
source: %1$@ (%2$@) %3$ld members %4$@
es: %@ (%@) %ld miembros %@
it: %1$@ (%2$@) %3$ld utenti %4$@
nb: %1$@ (%2$@) %3$ld medlemmer %4$@
nl: %1$@ (%2$@) %3$ld leden %4$@
nn: %1$@ (%2$@) %3$ld medlem %4$@
pt_pt: %1$@ (%2$@) %3$ld membros %4$@

source: %@ made this room moderated for normal users.
es: %@ hizo el canal moderado para usuarios normales.
fr: %@ a mis ce canal en mode modéré pour les utilisateurs normaux.
it: %@ ha reso la stanza moderabile dai normali utenti.
ja: %@ はこのルームを一般ユーザの発言権が必要にしました。
nb: %@ modererte rommet til normale brukere.
nl: %@ modereerde dit kanaal voor normale gebruikers.
nn: %@ modererte rommet til normale brukarar.
pt_pt: %@ fez com que esta sala esteja moderada para utilizadores normais.
zh_hant: %@ 將這個聊天室加入為正常使用者設置的管理狀態。

source: %@ made this room moderated for operators.
es: %@ hizo el canal moderado para operadores.
fr: %@ a mis ce canal en mode modéré pour les opérateurs.
it: %@ ha reso la stanza moderabile dagli operatori.
ja: %@ はこのルームをオペレータの発言権が必要にしました。
nb: %@ modererte rommet til operatører.
nl: %@ modereerde dit kanaal voor operators.
nn: %@ modererte rommet til operatørar.
pt_pt: %@ fez com que esta sala esteja moderada para operadores.
zh_hant: %@ 將這個聊天室加入為管理員設置的管理狀態。

source: %@ made this room no longer moderated for normal users.
es: %@ ha quitado la moderación para usuarios normales.
fr: %@ a retiré le mode modéré pour les utilisateurs normaux.
it: %@ ha reso la stanza non più moderabile dai normali utenti.
ja: %@ はこのルームを一般ユーザの発言権が不必要にしました。
nb: %@ gjorde at dette rommet ikke lengre er moderert for normale brukere.
nl: %@ modereerde dit kanaal niet meer voor normale gebruikers.
nn: %@ gjorde at dette rommet ikkje lengre er moderert for normale brukarar.
pt_pt: %@ fez com que esta sala já não esteja moderada para utilizadores normais.
zh_hant: %@ 取消了這個聊天室為正常使用者設置的管理狀態。

source: %@ made this room no longer moderated for operators.
es: %@ ha quitado la moderación para operadores.
fr: %@ a retiré le mode modéré pour les opérateurs.
it: %@ ha reso la stanza non più moderabile dagli operatori.
ja: %@ はこのルームをオペレータの発言権が不必要にしました。
nb: %@ gjorde at dette rommet ikke lengre er moderert for operatører.
nl: %@ modereerde dit kanaal niet meer voor operators.
nn: %@ gjorde at dette rommet ikkje lengre er moderert for operatørar.
pt_pt: %@ fez com que esta sala já não esteja moderada para operadores.
zh_hant: %@ 取消了這個聊天室為管理員設置的管理狀態。

source: %@ Update
es: %@ Actualizar
it: Aggiorna %@
nb: %@ oppdatering
nn: %@-oppdatering
pt_pt: %@ Actualização
zh_hant: %@ 更新

# %@ was demoted from half-operator by %@ in %@.
source: %1$@ was demoted from half-operator by %2$@ in %3$@.
es: %@ fue descendido a operador-medio por %@ in %@.
fr: %@ s'est vu retirer le mode semi-opérateur par %@ dans %@.
it: %1$@ è stato retrocesso da semi-operatore da %2$@ in %3$@.
ja: %2$@ が %3$@ において %1$@ を半オペレータから降格させました。
nb: %1$@ ble fjernet som halvoperatør av %2$@ i %3$@.
nl: %2$@ ontnam de semi-operator status van %1$@ in %3$@.
nn: %1$@ vart fjerna som halvoperatør av %2$@ i %3$@.
pt_pt: %1$@ foi despromovido de meio operador por %2$@ em %3$@.
zh_hant: %1$@ 被 %2$@ 取消了在 %3$@ 聊天室的副管理員權限。

# %@ was promoted to half-operator by %@ in %@.
source: %1$@ was promoted to half-operator by %2$@ in %3$@.
es: %@ ha subido a operador-medio por %@ en %@.
fr: %@ a été mis semi-opérateur par %@ dans %@.
it: %1$@ è stato promosso semi-operatore da %2$@ in %3$@.
ja: %2$@ が %3$@ において %1$@ を半オペレータに昇格させました。
nb: %1$@ ble promotert til halvoperatør av %2$@ i %3$@.
nl: %2$@ verleende %1$@ de semi-operator status in %3$@.
nn: %1$@ vart lyfta opp til halvoperatør av %2$@ i %3$@.
pt_pt: %1$@ foi promovido a meio operador por %2$@ em %3$@.
zh_hant: %1$@ 被 %2$@ 授與了在 %3$@ 聊天室的副管理員權限。

# %@ was quieted by %@ in %@.
source: %1$@ was quieted by %2$@ in %3$@.
es: %@ fue callado por %@ en %@.
fr: %@ s'est fait couper la langue par %@ dans %@.
it: %1$@ è stato calmato da %2$@ in %3$@.
ja: %3$@ において %2$@ は %1$@ を Quiet モードにしました。
nb: %1$@ ble satt til taushet av %2$@ i %3$@.
nl: %2$@ legde %1$@ het zwijgen op in %3$@.
nn: %1$@ vart gjort taus av %2$@ i %3$@.
pt_pt: %1$@ foi silenciado por %2$@ em %3$@.
zh_hant: %1$@ 被 %2$@ 取消了在 %3$@ 聊天室的發言資格。

source: <span class="member">%1$@</span> is no longer quieted because of <span class="member">%2$@</span>.
es: <span class="member">%@</span> ha dejado de callar gracias a <span class="member">%@</span>.
fr: La langue de <span class="member">%@</span> lui a été rendue par <span class="member">%@</span>.
it: <span class="member">%1$@</span> non è più calmo grazie a <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> は <span class="member">%1$@</span> の Quiet モードを解除しました。
nb: <span class="member">%1$@</span> er ikke lenger taus pga. <span class="member">%2$@</span>.
nl: <span class="member">%2$@</span> legde <span class="member">%1$@</span> niet langer het zwijgen op.
nn: <span class="member">%1$@</span> er ikkje lenger taus pga <span class="member">%2$@</span>.
pt_pt: <span class="member">%1$@</span> ja não está silenciado graças a <span class="member">%2$@</span>.
zh_hant: <span class="member">%1$@</span> 因為 <span class="member">%2$@</span> 而取得了發言權限。

source: <span class="member">%@</span> is no longer quieted because of you.
es: <span class="member">%@</span> ha dejado de callar gracias a usted.
fr: Vous avez rendu sa langue à <span class="member">%@</span>.
it: <span class="member">%@</span> non è più calmo grazie a te.
ja: <span class="member">%@</span> の Quiet モードを解除しました。
nb: <span class="member">%@</span>er ikke lenger taus pga. deg.
nl: U legde <span class="member">%@</span> niet langer het zwijgen op.
nn: <span class="member">%@</span>er ikkje lenger taus pga deg.
pt_pt: <span class="member">%@</span> já não está silenciado graças a si.
zh_hant: <span class="member">%@</span> 被您授與了發言資格。

source: <span class="member">%1$@</span> was demoted from half-operator by <span class="member">%2$@</span>.
es: <span class="member">%@</span> fue descendido de operador-medio por <span class="member">%@</span>.
fr: <span class="member">%@</span> a été enlevé semi-opérateur par <span class="member">%@</span>.
it: <span class="member">%1$@</span> %1$@ è stato retrocesso da semi-operatore da <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> が <span class="member">%1$@</span> を半オペレータから降格させました。
nb: <span class="member">%1$@</span> ble fjernet som halvoperatør av <span class="member">%2$@</span>.
nl: <span class="member">%2$@</span> ontnam de semi-operator status van <span class="member">%1$@</span>.
nn: <span class="member">%1$@</span> vart fjerna som halvoperatør av <span class="member">%2$@</span>.
pt_pt: <span class="member">%1$@</span> foi despromovido de meio operador por <span class="member">%2$@</span>.
zh_hant: <span class="member">%1$@</span> 被 <span class="member">%2$@</span> 取消了副管理員權限。

source: <span class="member">%@</span> was demoted from half-operator by you.
es: <span class="member">%@</span> fue descendido de operador-medio por usted.
fr: Vous avez enlevé le mode semi-opérateur de <span class="member">%@</span>.
it: <span class="member">%1$@</span> %1$@ è stato retrocesso da semi-operatore da te.
ja: <span class="member">%@</span> を半オペレータから降格させました。
nb: <span class="member">%@</span> ble fjernet som halvoperatør av deg.
nl: U ontnam de semi-operator status <span class="member">%@</span>.
nn: <span class="member">%@</span> vart fjerna som halvoperatør av deg.
pt_pt: <span class="member">%@</span> foi despromovido de meio operador por si.
zh_hant: <span class="member">%@</span> 被您授與了副管理員權限。

source: <span class="member">%1$@</span> was demoted from room founder by <span class="member">%2$@</span>.
es: <span class="member">%@</span> fue descendido de fundador del canal por <span class="member">%@</span>.
fr: <span class="member">%@</span> a été enlevé créateur de canal par <span class="member">%@</span>.
it: <span class="member">%1$@</span> %1$@ è stato retrocesso da fondatore da <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> が <span class="member">%1$@</span> をルーム創設者から降格させました。
nb: <span class="member">%1$@</span> ble fjernet som romoppretter av <span class="member">%2$@</span>.
nl: <span class="member">%2$@</span> ontnam de 'oprichter van het kanaal' status van <span class="member">%1$@</span>.
nn: <span class="member">%1$@</span> vart fjerna som romopprettar av <span class="member">%2$@</span>.
pt_pt: <span class="member">%1$@</span> foi despromovido de fundador da sala por<span class="member">%2$@</span>.
zh_hant: <span class="member">%1$@</span> 被 <span class="member">%2$@</span> 取消了聊天室發起人身份。

source: <span class="member">%@</span> was demoted from room founder by you.
es: <span class="member">%@</span> fue descendido de fundador del canal por usted.
fr: Vous avez enlevé <span class="member">%@</span> en tant que créateur de canal.
it: <span class="member">%@</span> è stato retrocesso da fondatore da te.
ja: <span class="member">%@</span> をルーム創設者から降格させました。
nb: <span class="member">%@</span> ble fjernet som romoppretter av deg.
nl: U ontnam de 'oprichter van het kanaal' status van <span class="member">%@</span>..
nn: <span class="member">%@</span> vart fjerna som romopprettar av deg.
pt_pt: <span class="member">%@</span> foi despromovido de fundador da sala por si.
zh_hant: <span class="member">%@</span> 被您取消了聊天室發起人身份。

source: <span class="member">%1$@</span> was promoted to half-operator by <span class="member">%2$@</span>.
es: <span class="member">%@</span> fue ascendido a operador medio por <span class="member">%@</span>.
fr: <span class="member">%@</span> a été mis semi-opérateur par <span class="member">%@</span>.
it: <span class="member">%1$@</span> è stato promosso semi-operatore da <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> が <span class="member">%1$@</span> を半オペレータに昇格させました。
nb: <span class="member">%1$@</span> ble promotert til halvoperatør av <span class="member">%2$@</span>.
nl: <span class="member">%2$@</span> verleende <span class="member">%1$@</span> de semi-operator status.
nn: <span class="member">%1$@</span> vart lyfta opp til halvoperatør av <span class="member">%2$@</span>.
pt_pt: <span class="member">%1$@</span> foi promovido a meio-operador por<span class="member">%2$@</span>.
zh_hant: <span class="member">%1$@</span> 被 <span class="member">%2$@</span> 授與了副管理員權限。

source: <span class="member">%@</span> was promoted to half-operator by you.
es: <span class="member">%@</span> fue ascendido a operador-medio por usted.
fr: Vous avez mis le mode semi-opérateur pour <span class="member">%@</span>.
it: <span class="member">%@</span> è stato promosso semi-operatore da te.
ja: <span class="member">%@</span> を半オペレータに昇格させました。
nb: <span class="member">%@</span> ble promotert til halvoperatør av deg.
nl: U verleende <span class="member">%@</span> de semi-operator status.
nn: <span class="member">%@</span> vart lyfta opp til halvoperatør av deg.
pt_pt: <span class="member">%@</span> foi promovido a meio operador por si.
zh_hant: <span class="member">%@</span> 被您設為聊天室副管理員。

source: <span class="member">%1$@</span> was promoted to room founder by <span class="member">%2$@</span>.
es: <span class="member">%@</span> fue ascendido a fundador del canal por <span class="member">%@</span>.
fr: <span class="member">%@</span> a été mis créateur de canal par <span class="member">%@</span>.
it: <span class="member">%1$@</span> è stato promosso fondatore da <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> が <span class="member">%1$@</span> をルーム創設者に昇格させました。
nb: <span class="member">%1$@</span> ble promotert til romoppretter av <span class="member">%2$@</span>.
nl: <span class="member">%2$@</span> verleende <span class="member">%1$@</span> de 'oprichter van het kanaal' status.
nn: <span class="member">%1$@</span> vart lyfta opp til romopprettar av <span class="member">%2$@</span>.
pt_pt: <span class="member">%1$@</span> foi promovido a fundador da sala por <span class="member">%2$@</span>.
zh_hant: <span class="member">%1$@</span> 被 <span class="member">%2$@</span> 設為聊天室發起人。

source: <span class="member">%@</span> was promoted to room founder by you.
es: <span class="member">%@</span> fue ascendido a fundador del canal por usted.
fr: Vous avez mis <span class="member">%@</span> créateur de canal.
it: <span class="member">%@</span> è stato promosso fondatore da te.
ja: <span class="member">%@</span> をルーム創設者に昇格させました。
nb: <span class="member">%@</span> ble promotert til romoppretter av deg.
nl: U verleende <span class="member">%@</span> de 'oprichter van het kanaal' status.
nn: <span class="member">%@</span> vart lyfta opp til romopprettar av deg.
pt_pt: <span class="member">%@</span> foi promovido a fundador da sala por si.
zh_hant: <span class="member">%@</span> 被您取消了聊天室發起人身份。

# <span class="member">%@</span> was quieted by <span class="member">%@</span>.
source: <span class="member">%1$@</span> was quieted by <span class="member">%2$@</span>.
es: <span class="member">%@</span> fue callado por <span class="member">%@</span>.
fr: <span class="member">%@</span> s'est fait couper sa langue par <span class="member">%@</span>.
it: <span class="member">%1$@</span> è stato calmato da <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> は <span class="member">%1$@</span> を Quiet モードにしました。
nb: <span class="member">%1$@</span> ble satt til taushet av <span class="member">%2$@</span>.
nl: <span class="member">%2$@</span> legde <span class="member">%1$@</span> het zwijgen op.
nn: <span class="member">%1$@</span> vart gjort taus av <span class="member">%2$@</span>.
pt_pt: <span class="member">%1$@</span> foi silenciado por <span class="member">%2$@</span>.
zh_hant: <span class="member">%1$@</span> 被 <span class="member">%2$@</span> 取消了發言資格。

source: <span class="member">%@</span> was quieted by you.
es: <span class="member">%@</span> fue callado por usted.
fr: Vous avez coupé la langue de <span class="member">%@</span>.
it: <span class="member">%@</span> è stato calmato da te.
ja: <span class="member">%@</span> を Quiet モードにしました。
nb: <span class="member">%@</span> ble satt til taushet av deg.
nl: U legde <span class="member">%@</span> het zwijgen op.
nn: <span class="member">%@</span> vart gjort taus av deg.
pt_pt: <span class="member">%@</span> foi silenciado por si.
zh_hant: <span class="member">%@</span> 被您取消了發言資格。

source: A newer version of this software has just been detected, would you like to see what's new?
es: Una nueva versión acaba de ser detectada, ¿quiere saber que es lo nuevo?
it: E' stata rilasciata una versione più recente di questo software, vuoi sapere cosa c'è di nuovo?
nb: En nyere versjon av dette programmet er funnet. Vil du se hva som er nytt?
nl: Er is een nieuwe versie van dit programma beschikbaar, wilt u de verbeteringen bekijken?
nn: Det finst ein ny versjon av programmet. Vil du sjå kva som er nytt?
pt_pt: Uma nova versão deste programa foi detectada, quer ver o que há de novo?
zh_hant: 目前網路上已經有了新版軟體，您想要現在看看嗎？

source: An error occured while connecting
es: Ocurrió un error durante la conexión
fr: Une erreur est survenue durant la connexion.
it: Si è verificato un errore durante la connessione.
ja: 接続中にエラーが発生しました
nb: En feil oppstod ved tilkobling
nl: Kan niet verbinden
nn: Ein feil oppstod ved tilkopling
pt_pt: Ocorreu um erro ao ligar
zh_hant: 在連線時發生錯誤

source: An internal Style error occurred.
es: Ocurrió un error de estilo interno.
fr: Une erreur interne de style est survenue.
it: Si è verificato un errore interno dello stile.
ja: 内部スタイルエラーが発生しました。
nb: En intern stilfeil oppstod.
nl: Er was een interne Stijlfout.
nn: Ein intern stilfeil oppstod.
pt_pt: Ocorreu um erro interno de estilo.
zh_hant: 發生了內部樣式錯誤。

source: Connection to the Update server failed.
es: Falló la conexión al servidor de actualización.
it: Connessione al server di aggiornamento fallita.
nb: Tilkoblingen til oppdateringsserver, feilet
nl: Er kan niet naar updates worden gezocht vanwege een netwerkprobleem
nn: Tilkoplinga til oppdateringsserver, feila
pt_pt: A ligação ao servidor de actualizações falhou.
zh_hant: 連線到更新伺服器失敗

# currently using %@ (v%@)
source: currently using %1$@ (v%2$@)
es: Usando actualmente %@ (v%@)
it: attualmente %1$@ (v%2$@) in uso
nb: bruker nå: %1$@ (v%2$@)
nl: Huidige versie %1$@ (v%2$@)
nn: brukar no: %1$@ (v%2$@)
pt_pt: a usar %1$@ (v%2$@)
zh_hant: 目前正在使用 %1$@ (v%2$@)

source: Force Quiet
es: Forzar salida
fr: Forcer à se taire
it: Forza la calma
nb: Tvangsavsluttning
nl: Forceer Stop
nn: Tvangsavslutting
pt_pt: Forçar sossego
zh_hant: 強制結束

source: Info
es: Información
it: Informazioni
ja: 情報
pt_pt: Informação
zh_hant: 簡介

source: Jump to Next Mark
es: Saltar a siguiente marca
fr: Aller au marqueur suivant
it: Vai al contrassegno successivo
ja: 次のマークへ移動
nb: Hopp til neste merke
nl: Ga Naar Volgende Aanduiding
nn: Hopp til neste merke
pt_pt: Saltar para a marca seguinte
zh_hant: 跳到下一個標記

source: Jump to Previous Mark
es: Saltar a marca anterior
fr: Aller au marqueur précédent
it: Vai al contrassegno precedente
ja: 前のマークへ移動
nb: Hopp til forrige merke
nl: Ga Naar Vorige Aanduiding
nn: Hopp til førre merke
pt_pt: Saltar para a marca seguinte
zh_hant: 調到前一個標記

source: minute
es: minuto
it: minuto
ja: 分
nb: minutt
nl: minuut
nn: minutt
pt_pt: minuto
zh_hant: 分鐘

source: Never
es: Nunca
it: Mai
nb: Aldri
nl: Nooit
nn: Aldri
pt_pt: Nunca
zh_hant: 永不

source: New Room Half-Operator
es: Nuevo operador-medio de canal
fr: Nouveau semi-opérateur du canal
it: Nuovo semi-operatore
ja: ルームの新しい半オペレータ
nb: Ny halvoperatør i rommet
nl: Nieuwe Semi-Operator Kanaal
nn: Ny halvoperatør i rommet
pt_pt: Novo meio-operador da sala
zh_hant: 新的聊天室副管理員
